---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.TessellatedShapeBuilder
source: html/a2e292ce-8cc5-df9e-98c4-f28e32ae0932.htm
---
# TessellatedShapeBuilder Members

Constructs a new instance of a TessellatedShapeBuilder.